Repository: GreyFoxLaboratory/budgie-screenshot-applet
Catalog: po/*.po
Languages: ru

source: <big>Screen</big>
ru: <span font="11">Экран</span>

source: <big>Selection</big>
ru: <span font="11">Выделение</span>

source: <big>Upload failed</big>
ru: Ошибка загрузки

source: <big>Upload queued</big>
ru: Успешная загрузка

source: <big>Uploading</big>
ru: Загрузка

source: <big>Window</big>
ru: <span font="11">Окно</span>

source: <big>Your screenshots will show up here</big>
ru: <big>Ваши снимки появятся здесь</big>

source: <span font="11">Recent screenshots</span>
ru: <span font="11">Последние снимки</span>

source: All monitors
ru: Все мониторы

source: Apply changes
ru: Применить

source: Automatic copy
ru: Автоматически скопировать

source: Automatic upload
ru: Автоматическая загрузка

source: Automatically copy the screenshot URL after uploading it
ru: Скопировать адрес снимка после его загрузки

source: Back
ru: Назад

source: Cancel
ru: Отменить

source: Cancel upload
ru: Отменить загрузку

source: Choose directory
ru: Выберите каталог

source: Clear
ru: Очистить

source: Clear all screenshots
ru: Очистить историю

source: Clear title
ru: Очистить

source: Copy screenshot link
ru: Скопировать ссылку на снимок

source: Delay
ru: Задержка

source: Delete files
ru: Удалять файлы

source: Delete screenshot
ru: Удалить снимок

source: Edit screenshot title
ru: Изменить имя снимка

source: Global screenshot delay
ru: Общая задержка съемки

source: History
ru: История

source: Include border
ru: Включить рамку

source: Include pointer
ru: Отображать курсор

source: Include the pointer in screenshots
ru: Отображать курсор на снимках

source: Include the window border in window screenshots
ru: Включить рамку вокруг окна на снимке

source: Left click to open Right click to copy
ru: ЛКМ - Открыть ПКМ - Скопировать

source: Monitor
ru: Монитор

source: New title (optional)
ru: Новое имя

source: Open screenshot
ru: Открыть снимок

source: Prefer the global delay over individual screenshot mode delays
ru: Использовать общую задержку вместо задержек для каждого вида снимков

source: Re-open applet
ru: Открыть апплет после создания снимка

source: Re-open the applet after taking a screenshot
ru: Открыть апплет после создания снимка

source: Remove
ru: Удалить

source: Remove all screenshots from history
ru: Удалить все снимки из истории

source: Removing a screenshot from history will also delete the file from the disk if this is enabled
ru: Удаление снимка из истории удалит его с компьютера

source: Reset global settings
ru: Сбросить общие настройки

source: Reset individual settings
ru: Сбросить индивидуальные настройки

source: Save destination
ru: Каталог для сохранения снимков

# Screen option in the main applet view
source: Screen
ru: Экран

source: Screen screenshot delay
ru: Размер задержки перед созданием снимка

source: Screenshot delay
ru: Задержка съемки

# Screenshot delay
source: Delay
ru: Задержка

source: Screenshot from %s
ru: Снимок от %s

source: Screenshot not available
ru: Снимок не доступен

source: Screenshots
ru: Снимки

source: Screenshots will be saved under this location
ru: Снимки будут сохранены здесь

source: Select
ru: Выбор

# Selection option in the main applet view
source: Selection
ru: Выделение

source: Selection screenshot delay
ru: Размер задержки перед созданием снимка

source: Service to use for uploading screenshots
ru: Сервис для загрузки снимков

source: Global
ru: Общие

source: Individual
ru: Индивидуальные

source: Show screenshot thumbnails
ru: Включить миниатюры снимков в истории

source: Show thumbnails
ru: Включить миниатюры

source: The monitor that should be used for taking a screenshot
ru: Этот монитор может быть использован для создания снимков

source: Title (Optional)
ru: Имя снимка

source: Try again
ru: Попробуйте снова

source: Untitled
ru: Безымянный

source: Upload provider
ru: Сервис для загрузки

source: Upload screenshot
ru: Поделиться снимком

source: Upload screenshots automatically
ru: Загружать снимки автоматически

# Use global [screenshot] delay
source: Use global delay
ru: Использовать общую задержку

# Window option in the main applet view
source: Window
ru: Окно

source: Window screenshot delay
ru: Размер задержки перед созданием снимка
